final List<Map<String, String>> notifications = [
  {
    'message': 'استمتع بخصم %20 على جميع المنتجات العرض ساري حتى نهاية الأسبوع',
    'time': '5 ساعات'
  },
  {
    'message': 'استمتع بخصم %20 على جميع المنتجات العرض ساري حتى نهاية الأسبوع',
    'time': '5 ساعات'
  },
  {
    'message': 'استمتع بخصم %20 على جميع المنتجات العرض ساري حتى نهاية الأسبوع',
    'time': '5 ساعات'
  },
  {
    'message': 'استمتع بخصم %20 على جميع المنتجات العرض ساري حتى نهاية الأسبوع',
    'time': '5 ساعات'
  },
  {
    'message': 'استمتع بخصم %20 على جميع المنتجات العرض ساري حتى نهاية الأسبوع',
    'time': '5 ساعات'
  },
  {
    'message': 'استمتع بخصم %20 على جميع المنتجات العرض ساري حتى نهاية الأسبوع',
    'time': '5 ساعات'
  },
  {
    'message': 'استمتع بخصم %20 على جميع المنتجات العرض ساري حتى نهاية الأسبوع',
    'time': '5 ساعات'
  },
  {
    'message': 'استمتع بخصم %20 على جميع المنتجات العرض ساري حتى نهاية الأسبوع',
    'time': '5 ساعات'
  },
  {
    'message': 'استمتع بخصم %20 على جميع المنتجات العرض ساري حتى نهاية الأسبوع',
    'time': '5 ساعات'
  },
  {
    'message': 'استمتع بخصم %20 على جميع المنتجات العرض ساري حتى نهاية الأسبوع',
    'time': '5 ساعات'
  },
  {
    'message': 'استمتع بخصم %20 على جميع المنتجات العرض ساري حتى نهاية الأسبوع',
    'time': '5 ساعات'
  },
  {
    'message': 'استمتع بخصم %20 على جميع المنتجات العرض ساري حتى نهاية الأسبوع',
    'time': '5 ساعات'
  },
];
